tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "ngrok/ngrok"
tap "supabase/tap"
brew "bat"
brew "fd"
brew "fzf"
brew "gh"
brew "jupyterlab"
brew "lsd"
brew "lua-language-server"
brew "luarocks"
brew "neovim"
brew "neovim-remote"
brew "pnpm"
brew "ripgrep"
brew "stow"
brew "stylua"
brew "trash"
brew "wget"
brew "zellij"
brew "zig"
brew "zoxide"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "supabase/tap/supabase"
cask "bruno"
cask "ngrok"
cask "wezterm"
vscode "asvetliakov.vscode-neovim"
vscode "bebo925.livewire-switcher"
vscode "bierner.markdown-mermaid"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "cierra.livewire-vscode"
vscode "dantleech.vscode-phpactor"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "jock.svg"
vscode "lennardv.livewire-goto-updated"
vscode "m4tr1ck.livewire-goto-updated-3"
vscode "michelemelluso.gitignore"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vsliveshare.vsliveshare"
vscode "onecentlin.laravel-blade"
vscode "porifa.laravel-intelephense"
vscode "prisma.prisma"
vscode "rust-lang.rust-analyzer"
vscode "tauri-apps.tauri-vscode"
vscode "unifiedjs.vscode-mdx"
vscode "vintharas.learn-vim"
vscode "wakatime.vscode-wakatime"
