tap "dagger/tap"
tap "elastic/tap"
tap "felixkratz/formulae"
tap "kiki-ki/tap"
tap "libsql/sqld"
tap "neved4/tap"
tap "nikitabobko/tap"
tap "supabase/tap"
tap "tinted-theming/tinted"
tap "tursodatabase/tap"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "ast-grep"
brew "atuin"
brew "azure-cli"
brew "bash"
brew "bat"
brew "bc"
brew "btop"
brew "caddy"
brew "ccls"
brew "chezmoi"
brew "circumflex"
brew "clipboard"
brew "deno"
brew "direnv"
brew "exercism"
brew "fd"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "ffmpeg"
brew "fzf"
brew "node"
brew "gemini-cli"
brew "gh"
brew "git-filter-repo"
brew "gnu-sed"
brew "go"
brew "icu4c@77"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "jupyterlab"
brew "lazygit"
brew "libpq"
brew "lsd"
brew "lua-language-server"
brew "luarocks"
brew "mkcert"
brew "neovim"
brew "neovim-remote"
brew "nginx"
brew "openblas"
brew "numpy"
brew "oh-my-posh"
brew "ripgrep"
brew "opencode"
brew "pipx"
brew "pnpm"
brew "poppler"
brew "python@3.12"
brew "rbenv"
brew "resvg"
brew "sesh"
brew "sevenzip"
brew "starship", args: ["HEAD"]
brew "stow"
brew "stylua"
brew "tailscale"
brew "temporal"
brew "tmux"
brew "trash", link: true
brew "tree"
brew "uvicorn"
brew "wget"
brew "yazi"
brew "yq"
brew "zellij"
brew "zig"
brew "zoxide"
brew "dagger/tap/dagger"
brew "kiki-ki/tap/qo"
brew "supabase/tap/supabase"
brew "tinted-theming/tinted/tinty"
brew "tursodatabase/tap/turso"
cask "1password-cli"
cask "nikitabobko/tap/aerospace"
cask "bruno"
cask "dagger/tap/container-use"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "ngrok"
cask "orbstack"
cask "neved4/tap/pear"
cask "wezterm"
vscode "anthropic.claude-code"
vscode "catppuccin.catppuccin-vsc"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
cargo "wasm-tools"
